export const ERRORS = {
  DA: {
    SERVICE_UNAVAILABLE: 'Сервис Donation Alerts временно недоступен, попробуйте позже.',
    503: 'Сервис Donation Alerts временно недоступен, попробуйте позже.',
    TOKEN_ERROR_CLEAR_BROWSER:
      'Ошибка. Попробуйте зайти через твич и подключите к нему DA, если он не был подключен ранее. Если ошибка осталась можете написать мне, мои контакты на странице "гайд".',
    TOKEN_ERROR_FROM_TWITCH:
      'Ошибка. Попробуйте зайти через DA. Если ошибка осталась можете написать мне, мои контакты на странице "гайд".',
  },
} as const;
